{
    "fact": [
        "Savais-tu que je suis souverainiste?",
        "Savais-tu que je suis en train de boire une bonne bière en ce moment?",
        "Savais-tu que la municipalité de la Baie-James est non seulement d'être la plus grande municipalité du Québec, mais la plus grande du monde? Son territoire fait 350 000 km², surpassant la superficie totale de l'Italie! Bin kin, son attrait principal c'est la visite de la centrale hydroélectrique Robert-Bourassa (LG2), à Radisson, le village blanc le plus nordique du Québec. Robert Bourassa c'était un bon leader.",
        "Savais-tu que nous au Québec on a un lac qui se nomme le lac Kaachiskamichischeuwachisinaanuuch? Bin kin! Moi je serais pas capable de prononcer ce nom saoul! Ce plan d'eau, qui se trouve au nord de la rivière Eastmain (oh non, c'est un nom anglais ça. Les anglais nous ont assimilés), dans le Moyen-Nord québécois, existe bel et bien. Son nom cri (Hahaha est-ce que tu peux *cri*er son nom?) signifie «un raccourci à travers la tourbière». La question qui tue: est-ce vraiment un raccourci? Moi je dis que non haha. C'est ben trop *long*!",
        "Le Québec assure 90% de la production de sirop d’érable au Canada. Ça montre à quel point le reste du Canada dépend de nous, les Québécois!",
        "Savais-tu que les Américains ont déjà attaqué le Québec? Les rebelles de la guerre d'Indépendance ont capitulé Montréal en 1775. Un bon exemple de l'oppression anglophone vécu par les Québécois! J'espère qu'ils se sont excusés.",
        "Savais-tu que la ville jumelle de Montréal est Hiroshima? Ça veut dire que nous les Québécois on a du sang japonais. Les jeux vidéo japonais ont toujours été les meilleurs, selon moi.",
        "Savais-tu que le Château Frontnac détient le record Guiness pour l'hôtel le plus photographié au monde? Nous au Québec on a les meilleurs hôtels!",
        "Savais-tu que Montréal était la plus grande ville au Canada avant d'avoir été dépassé par Toronto dans les années 1970s? C'est parce que les gens ne connaissent pas assez sur la culture québécoise. On dirait que tout le monde a décidé de juste jetter l'histoire des Québécois dans la poubelle.",
        "Savais tu que plus de 95% de la population du Québec est francophone mais plus de 40% peuvent parler anglais et français? L'anglais ça peut quand même être utile au Québec. Moi au Rona des fois il y a des clients qui comprennent pas le français, alors j'essaie de leur parler en anglais, mais tsé j'ai de la misère parce que je suis pas tant bon. Mais ye, l'anglais peut être utile si tu t'en vas dans le monde des affaires, où il y a beaucoup d'anglophones."
    ]
}
