{
    "fact": [
        "Savais-tu que je suis souverainiste?",
        "Savais-tu que je suis en train de boire une bonne bière en ce moment?",
        "Savais-tu que la municipalité de la Baie-James est non seulement la plus grande municipalité du Québec, mais la plus grande du monde? Son territoire fait 350 000 km², surpassant la superficie totale de l'Italie! Bin kin, son attrait principal c'est la visite de la centrale hydroélectrique Robert-Bourassa (LG2), à Radisson, le village blanc le plus nordique du Québec. Robert Bourassa c'était un bon leader.",
        "Savais-tu que nous au Québec on a un lac qui se nomme le lac Kaachiskamichischeuwachisinaanuuch? Bin kin! Moi je serais pas capable de prononcer ce nom saoul! Ce plan d'eau, qui se trouve au nord de la rivière Eastmain (C'est un nom anglais parce que les anglais nous ont assimilés), dans le Moyen-Nord québécois, existe bel et bien. Son nom cri (Hahaha est-ce que tu peux *cri*er son nom?) signifie «un raccourci à travers la tourbière». La question qui tue: est-ce vraiment un raccourci? Moi je dis que non haha. C'est ben trop *long*!",
        "Savais tu que le Québec assure 90% de la production de sirop d’érable au Canada? Ça montre à quel point le reste du Canada dépend des Québécois!",
        "Savais-tu que les Américains ont déjà attaqué le Québec? Les rebelles de la guerre d'Indépendance ont capitulé Montréal en 1775. Un bon exemple de l'oppression anglophone vécu par les Québécois!",
        "Savais-tu que la ville jumelle de Montréal est Hiroshima? Ça veut dire que nous les Québécois on a du sang japonais. Les jeux vidéo japonais ont toujours été les meilleurs, selon moi.",
        "Savais-tu que le Château Frontnac détient le record Guiness pour l'hôtel le plus photographié au monde? Nous au Québec on a les meilleurs hôtels!",
        "Savais-tu que Montréal était la plus grande ville au Canada avant d'avoir été dépassé par Toronto dans les années 1970? C'est parce que les gens ne connaissent pas assez sur la culture québécoise. On dirait que tout le monde a décidé de juste jetter l'histoire des Québécois dans la poubelle.",
        "Savais-tu que plus de 95% de la population du Québec est francophone mais plus de 40% peuvent parler anglais et français? L'anglais ça peut quand même être utile au Québec. Moi au Rona des fois il y a des clients qui comprennent pas le français, alors j'essaie de leur parler en anglais, mais tsé j'ai de la misère parce que je suis pas tant bon. Mais ye, l'anglais peut être utile si tu t'en vas dans le monde des affaires, où il y a beaucoup d'anglophones.",
        "Savais-tu que le Québec contient plus de 3% des réserves mondiales d'eau douce? Ye nous au Québec on a vraiment beaucoup de lacs. Comme le lac Meech c'est super beau. C'est quand même dommage que la plupart des Canadiens connaissent même pas ces merveilles là.",
        "Savais-tu que René Lévesque était un cousin issu de germains de la mère de l'écrivain franco-américain Jack Kerouac? Kerouac c'était un Américain mais c'est chill parce qu'il a les gènes de René!",
        "Savais-tu que René Lévesque était surnommé 'Ti-Poil'? Haha Ti-Poil c'est vraiment drôle.",
        "Savais-tu que les Cowboys fringants lui ont dédié une chanson intitulée *Lettre à Lévesque*? C'est une super bonne chanson. J'aime la musique québécoise.",
        "Savais-tu qu'à la suite d'un sondage Léger Marketing effectué en 2006, il a été estimé que 56% des Québécois considèrent que René Lévesque fut le plus grand Premier Ministre des 50 années passées. Le sondage révèle que 32% des anglophones sont aussi de cet avis. Il surpasse Robert Bourassa qui, en deuxième position, récolte 14% des votes (pour l'ensemble des Québécois). Ye René c'était vraiment le meilleur.",
        "Savais-tu que les crocs ont été inventés par un Québécois? Les Américains portent un produit québécois! Je gage qu'ils le savent même pas...",
        "Savais-tu que le drapeau du Québec a été adopté par le gouvernement provincial pendant le deuxième mandat du gouvernement de Maurice Duplessis? C'est un super beau drapeau qui a parti le nationalisme québécois, mais Duplessis l'a créé pour se faire réélire. Ça c'est le côté sombre de l'histoire de notre beau drapeau."
    ]
}
